[
  {
    "favorite_moves": [
      "b+3+4",
      "HAR 1",
      "d+3, 3",
      "u/f+3+4",
      "4,4,4",
      "b+1, F",
      "d/b+4",
      "d/f+4"
    ],
    "name": "ninjadogs",
    "character": "Katarina",
    "twitch": "https://www.twitch.tv/ninjadogs",
    "twitter": "https://twitter.com/Ninjadogs",
    "instagram": "https://www.instagram.com/ninjadogs_/",
    "sponsor": "Yellow Pike Gaming",
    "bio": "I am a professional esports player for team YPG(Yellow Pike Gaming). I am a Katarina player from Long Island, NY. I only started competing in tekken back in January of 2018, but I have been playing fighting games since middle school over in my local arcade playing MvC2 all the way till the arcade closed down back in 2016. What I look to do is always strive to be a better player than I was the last tournament, be that hype man cheering on a friend while they are playing, or that pocket coach when players are in need of matchup advice. Above all else, just having fun and enjoying what i love, all the while exploring new places and meeting new people along the way."
  },
  {
    "favorite_moves": [
      "df+2",
      "d/f+1",
      "f,f+1",
      "f+2",
      "d/f+4",
      "d/b+1",
      "u/f+2",
      "f,f+4"
    ],
    "name": "iHai",
    "character": "Jack-7",
    "twitch": "https://twitch.tv/HaitakeKakashi",
    "twitter": "https://twitter.com/HaitakeKakashi",
    "instagram": "https://instagram.com/haitake_kakashi",
    "sponsor": "N/A",
    "bio": "Proudly representing the state of Michigan, iHai is a devoted Jack player who has dominated the local Tekken scene for most of his time since his move to the Wolverine State in 2005.  He is not only a competitor, but he is also a devoted teacher and mentor to the Tekken community, volunteering his time and efforts for the next generation of Tekken players. He leverages his stream as a valuable tool to instruct both Beginner and Intermediate level Tekken players on a weekly basis, taking on motivated students as close as MI, to as far as NY and TX, to even as far as Europe.  iHai also organizes monthly online tournaments and contests for the local community, often using his own tournament winnings to fund prizes for top placers, further demonstrating what it means \"to give back to the community\". In his spare time, iHai practices multiple characters for instructional purposes, helps run local tournaments, and commentates in both small and large state tournaments, such as Youmacon."
  },
  {
    "favorite_moves": [
      "1,3:3:3",
      "f,f+3",
      "d/f+1",
      "b+4",
      "f,f+4",
      "d+3"
    ],
    "name": "KikiDeliver",
    "character": "Lee",
    "twitch": "https://www.twitch.tv/kikideliver",
    "twitter": "https://twitter.com/Kikideliver_",
    "instagram": "https://www.instagram.com/toryellen.jpg/",
    "sponsor": "N/A",
    "bio": "KikiDeliver is a streamer, competitor, and Lee loyalist (never Violet). Coming from Virginia, she started playing Tekken when Tekken 7 was released. She continues the grind to prove that Lee is a strong character, though he's not a popular choice. Having her major tournament debut at Summer Jam 2019, Kiki is starting to make more of a presence in the FGC and hopes to inspire more Lee players to come out :) Outside of Tekken, Kiki has many hobbies such as music, rhythm games, and Puyo Puyo Tetris!"
  },
  {
    "favorite_moves": [
      "f,f+1+2. d+2. f+2. d/f+2. d/b+1,1+2. d+3. d/b+1+2. u/f+4.",
      "d/f+1",
      "u/+4",
      "b+1+2"
    ],
    "name": "Yung_P",
    "character": "Noctis",
    "twitch": "Twitch.tv/Yung_P",
    "twitter": "Twitter.com/YungPTK",
    "instagram": "NA.",
    "sponsor": "NA.",
    "bio": "Yung_P is from Northern California, and is a competitive Tekken player that spends the majority of his time streaming on Twitch. Once known for his high level Lucky Chloe, he made the switch over to Noctis. His main goal is to entertain and connect with his audience, yet also wants to improve his own gameplay in the process. If you would like learn more about Noctis, Yung_P's got you covered! "
  },
  {
    "favorite_moves": [
      "F,F+4,2",
      "F,F+2",
      "WS+2",
      "b+2,3",
      "(during jump) qcb+3",
      "(during jump) qcb+4",
      "(approach from behind) 1+3 (or 2+4)"
    ],
    "name": "YINCRESCENT",
    "character": "Eliza",
    "twitch": "twitch.tv/yincrescent ",
    "twitter": "twitter.com/yincrescemt",
    "instagram": "n/a",
    "sponsor": "Unsponored Lol",
    "bio": "While currently unsponsored, YINCRESCENT (or YINCROISSANT) has made his debut competitively during the console release of TEKKEN7. He resides in the state of Maryland, and lurks in the venue of XANADU Games ; Home to many other strong players such as LJR, Victim Of Ritual, Sayco, Wommy, Tae, and many more. Despite Yin's unusual fascination with Eliza he has made the mark of being one of the few Eliza mains who come to mind when she is mentioned. Yin's always looking to push himself to his limits and get better, and even has went as far as to provide content and info to players on Discord, Youtube and Twitch. His goal is to place more consistently and maybe one day win a major. Outside of TEKKEN, He LOVES racing games, is a phenomenal artist, and is currently developing a comic book series called \"SYSTEM.ZR0\". If successful, he wants to then have it turned into a fighting game, with his inspiration coming from not only just TEKKEN, but others great fighters such as SOULCALIBUR, and VIRTUA FIGHTER "
  },
  {
    "favorite_moves": [
      "f, n, d, d/f+1",
      "NSS 2,1",
      "1+4",
      "NSS WS 2, 1, 2",
      "BT d/f or d or d/b+1",
      "d/f+1+2, 2",
      "NSS u/b+!+2, 1",
      "NSS f+1+2"
    ],
    "name": "Mazen",
    "character": "Yoshimitsu",
    "twitch": "https://www.twitch.tv/mazen9",
    "twitter": "https://twitter.com/mazen__tk",
    "instagram": "https://www.instagram.com/unmaker9/",
    "sponsor": "Accelerate Gaming (AXL)",
    "bio": "Mazen is a Yoshimitsu player from the midwest, who's fiercely dedicated to the character, playing as him since Tekken 1.  He strives to compete at a high level, showing the world what Yoshimitsu is capable of as well as trying to make it entertaining to watch in the process.  He's very passionate about improving his playstyle and wants to help others looking to dive into this convoluted and unique character.  He never shies away from those looking to learn how to get a handle on how to play Yoshimitsu, as well as those needing help on how to fight against him."
  },
  {
    "favorite_moves": [
      "D/f+1",
      "Ff+4,3(DE 4,3)",
      "U/f+4",
      "D/b+4",
      "F+1+2",
      "D/b+2,1",
      "1,1,1",
      "D+2",
      "FC D/f+2",
      "SS+2",
      "B+4",
      "D/f+2,1"
    ],
    "name": "L-Train",
    "character": "Lars",
    "twitch": "https://www.twitch.tv/ltrainlocomotive",
    "twitter": "https://www.twitter.com/Ltrain_313",
    "instagram": "https://www.instagram.com/ltrainthalocomotive/",
    "bio": "One of the Midwest finest hailing from Detroit, Michigan. L-train is a Lars specialist who has been competing since the end of tekken 6/beginning of tag 2. He has placed in top 8s and top 16s and is hailed as Lars of America"
  },
  {
    "favorite_moves": [
      "Your fave moves",
      "Try to match T7C+ inputs",
      "1",
      "D/F+1",
      "D/B+4",
      "U/F+3",
      "BT f+3+4, 3+4, 3+4",
      "4",
      "FC+d/f+1",
      "FC+d/f+2",
      "SS+4",
      "B+4"
    ],
    "name": "twitchShangles",
    "character": "luckychloe",
    "twitch": "https://twitch.tv/shangles",
    "twitter": "https://twitter.com/Shangleslol",
    "sponsor": "Equinox",
    "bio": "Shangles is a professional Tekken player who plays for Equinox Gaming (EQNX) from Northern California that has been playing Lucky Chloe since the start of Tekken 7. He has been playing 2D fighting games since the age of 6 in his arcade scene, while also excelling in other games at a high level. He continues to strive for his goal to grow, not only in his community, but throughout the US. He is known for his unique and unpredictable playstyle. He has made a name for himself by acquiring multiple upsets in matches against world renowned players and achieving multiple top 16 placements. If you would like to ask any questions or receive personal lessons with Shangles you can reach on him on twitch.tv/shangles or @Shangleslol on twitter."
  },
  {
    "favorite_moves": [
      "d/f+3",
      "ff+4",
      "d+4",
      "qcf+3+4",
      "f+3",
      "d+3+4",
      "b+1~f",
      "ss+1+2",
      "d/f+3+4",
      "1,2,3",
      "ss+3",
      "bt+1+2",
      "2,4",
      "d/f+4",
      "fc, d/f+1"
    ],
    "name": "KawaiiFaceMiles",
    "character": "Lili",
    "twitch": "https://twitch.tv/kawaiifacemiles",
    "twitter": "https://twitter.com/kawaiifacemiles",
    "instagram": "https://instagram.com/kawaiifacemiles",
    "bio": "KawaiiFaceMiles is a professional Tekken player that has grown and rose to stardom since her first event in 2015. She immediately fell in love with Tekken because of it's characters and has dubbed herself as the \"Waifu of the FGC.\" With extensive knowledge and high level play spanning across many female characters, she fights hard with mind games, hard reads, and creativity. Her style is contagious and her smile, infectious personality, and captivating presence will keep you craving for more. KFM has placed in a few majors most notably 1st place with Team Cuddle Core at ELeague Tekken Team Takedown as well as achieving many accomplishments such as becoming the first female partnered twitch streamer in the Tekken genre, Brand Ambassador for Victrix, securing partnerships with Papa Johns and AdvancedGG, and representing multiple teams during her competitive career. She always welcomes new players to the scene and isn't afraid to go out of her way to give advice and help cultivate newcomers as well as her community. With dreams of being a star, she will become your number 1 heartthrob. "
  },
  {
    "favorite_moves": [
      "Qcf+1, uf+1,3,3+4, FC df+2",
      "Try to match T7C+ inputs",
      "d/f+1",
      "u/+4",
      "b+1+2"
    ],
    "name": "Mr. Taxi",
    "character": "Anna",
    "twitch": "http://twitch.tv/7CGMrTaxi",
    "twitter": "https://twitter.com/VAMrTaxi",
    "instagram": "https://instagram.com/chris.gravelle",
    "sponsor": "7 Cities Gaming League",
    "bio": "Mr. Taxi is a professional tekken player for 7 Cities Gaming League, he originates from Virginia, and is widely accepted as the Anna of America, if not the world. His hyper-aggressive Poke/CH/50/50 style in addition with his crazy okizeme setups have allowed him to place in top 8s since 2012 in the flashiest,most disrespectful, and gimmickies of ways. A true character specialist, Taxi enjoys playing for fun, and accidentally beats top players while doing so, all the while bopping his head to kpop, doja cat, and nightcore in tournament, as well as on his streams. A very opinionated player, with a unique style, Taxi just likes to show off."
  },
  {
    "favorite_moves": [
      "Your fave moves",
      "Try to match T7C+ inputs",
      "1,1,2",
      "1,2,3",
      "(u/f+1), 3",
      "4, 3",
      "d/f+1",
      "f, F+2",
      "b+2",
      "b+4",
      "b+1",
      "b+3",
      "d/f+4",
      "db+2, 4, D",
      "3+4, 4",
      "f+3+4",
      "WS 1",
      "WS 3",
      "d+1, 3",
      "d/b+3",
      "d/f+3+4",
      "FC U/F+3+4"
    ],
    "name": "Cutcc",
    "character": "Law",
    "twitch": "https://www.twitch.tv/cutcc",
    "youtube": "https://www.youtube.com/cutcc",
    "twitter": "https://twitter.com/CuongLinhcc",
    "bio": "Cutcc is a content creator from the Boston Tekken scene. His videos focus primarily on infographic style tutorials with an emphasis on brevity and clarity. As a passionate Marshall Law main since T2, he hopes to demonstrate that Law is a super solid character, has immense creative potential, and that he puts the \"Fun\" in Fundamental."
  },
  {
    "favorite_moves": [
      "1",
      "4",
      "3~4,4",
      "d/f+1,1",
      "d/f+2",
      "d/f+3",
      "d/f+1+2, F",
      "d+3",
      "d+4",
      "d/b+3",
      "d/b+4,4",
      "b+2, F",
      "b+2,4",
      "b+4, B",
      "u/f+3",
      "u/f+3+4",
      "f,n+1",
      "f,n+1,2,1,2",
      "f,n+2",
      "f,n+2,1",
      "f,n+4,1",
      "f,n+4,1,2,2 F",
      "f,n+4,1,2,3",
      "f,f+2",
      "f,f+3, B",
      "SS+2, B",
      "SS+4",
      "BT 2",
      "BT d+4,4",
      "BT d+1",
      "SNA 1,2,1, F",
      "DGN 1",
      "DGN 2",
      "DGN 3",
      "PAN 1~2",
      "PAN 2",
      "PAN 3, B",
      "TGR 1",
      "TGR 4",
      "CRA 1+2",
      "DRU 1",
      "DRU 1+3/2+4",
      "DRU 3,2"
    ],
    "name": "PepperBeef2Spicy",
    "character": "Lei",
    "twitch": "http://www.twitch.tv/PepperBeef2Spicy",
    "twitter": "http://www.twitter.com/PBeef2Spicy",
    "instagram": "N/A",
    "sponsor": "Full Time Job",
    "bio": "PepperBeef2Spicy is a competitive Tekken player & content creator from New Jersey. PepperBeef has been playing since Tekken 1 when he was just 3 years old, but he only started competing in Tekken in 2012 with Tekken Tag Tournament 2. PepperBeef mains three characters: Lei Wulong, Leo Klissen and Marshall Law; but he is most well known for his tricky and explosive Lei Wulong. A character which if PepperBeef isn't the best Lei player, he's certainly Lei's biggest fan. Originally only a content creator for Tekken, he initially made his mark on the community by making tutorials and montages for his favorite characters in Tekken Tag 2. But, come Tekken 7 he has proved himself to also be a dangerous threat in tournament. From 2017 to 2019 he has placed within the top 24 of several majors as well as landing in top 8 often in regional tournaments. PepperBeef has defeated some formidable top players along the way such as Lil Majin, Spero Gin and CherryBerryMango.  Initially playing Leo as his main in season 1 of Tekken 7, he has since made a full commitment switch to his favorite character Lei as his main character of choice but is looking forward to investing a lot of time in Leroy Smith in season 3. Following in the footsteps of \"LevelUpYourGame\" and \"AvoidingThePuddle\" PepperBeef hopes to educate new and upcoming Tekken players in the game's mechanics, metagame and in-depth character tutorials. But as for his own personal goal, PepperBeef hopes to become the best Lei Wulong player in the world, no matter where the character sits on the tier list."
  },
  {
    "favorite_moves": [
      "f,F+3",
      "f,F+3+4",
      "SS+4",
      "1,D+2",
      "AOP d+1+2"
    ],
    "name": "pling ",
    "character": "xiaoyu",
    "twitch": "https://www.twitch.tv/tkgodpling",
    "twitter": "https://twitter.com/tkgodpling",
    "instagram": "https://www.instagram.com/tkgodpling/",
    "bio": "PLing aka Princess Ling is a west coast American Ling and Lei player. One of the top U.S players PLing aims to show the potential of these complex characters! "
  },
  {
    "favorite_moves": [
      "u+4",
      "b+4",
      "d/b+2",
      "u/f+4",
      "f,n,d,d/f+2",
      "d/f+1,2",
      "IWR3",
      "d+3",
      "b+1,2",
      "1,1,2",
      "d+4",
      "2"
    ],
    "name": "StillElectric",
    "character": "deviljin",
    "twitch": "https://twitch.tv/bostontekken",
    "twitter": "https://twitter.com/tkstillelectric?lang=en",
    "instagram": "https://www.instagram.com/triniainteazy/",
    "bio": "Meet StillElectric. A Competitive Tekken Player, Supply-Chain Enthusiast, and Avid Entrepreneur. He represents BostonTekken and has been a competitive player since Tekken 6. He has placed multiple Top8 and Top16 finishes and is a recognized Devil Jin and Kazuya player. The goal is to become the Devil Jin of America, and then the world."
  },
  {
    "favorite_moves": [
      "qcf+1+2",
      "qcf+1",
      "f+4",
      "b+1+2",
      "d+2",
      "f+1+2",
      "1+2",
      "b+3+4",
      "ws+1",
      "ss+4"
    ],
    "name": "Nashi",
    "character": "Feng",
    "twitch": "https://www.twitch.tv/tk_nashi",
    "twitter": "https://twitter.com/Nashi1993",
    "bio": "Nashi is an American Tekken player from New Jersey. Having started playing Tekken since its second release his passion for the game and its continuing success helps motivate his journey and cement his name amongst the top contenders. After entering the tournament scene in 2016 and training with some of America's best players such as Spero Gin, Joey Fury, Inkognito, Anakin, etc... his acquired knowledge and experience from them has helped him make a name for himself. A bit unorthodox in his gameplay he relies on hard reads, risky mixups, and challenging advantage to disrupt the opponents strategy."
  },
  {
    "favorite_moves": [
      "d/f+1",
      "u/f+4 ",
      "B+3",
      "f+4",
      "d+3",
      "SAV d/b+3",
      "SAV d/f+2",
      "4",
      "u/f+1",
      "b+1"
    ],
    "name": "Swagmaster",
    "character": "Miguel",
    "twitch": "https://www.twitch.tv/swagmaster2414 ",
    "twitter": "https://www.twitter.com/Vtan2414 ",
    "sponsor": "Gravity Gaming ",
    "bio": "Swagmaster is one of the few that represent Miguel in tournament. She started her Tekken career with Tekken Tag 2 and has grown to be a notable player that is supported by her sponsor Gravity Gaming. She hopes to continue being a player people remember. "
  },
  {
    "favorite_moves": [
      "F+3",
      "B+3",
      "d/f+1",
      "u/+4",
      "d/b+4,3 ",
      "d+1,2",
      "F+1+2,1+2",
      "b+1"
    ],
    "name": "Shadow 20z",
    "character": "Claudio",
    "twitch": "https://www.twitch.tv/vshadow20z",
    "twitter": "https://twitter.com/Shadow20z\n",
    "instagram": "https://www.instagram.com/_shadow20z/\n",
    "sponsor": "Disrupt ",
    "bio": "Shadow 20z is a professional esports player for Disrupt Gaming. Shadow is a Claudio player from Chicago and is considered one of the best players in America. "
  },
  {
    "favorite_moves": [
      "B+2",
      "f, F+4",
      "f, F+2:1",
      "FC 2",
      "(During Forward or Backward Jump) 4",
      "DFLIP 1",
      "DFLIP 3"
    ],
    "name": "Super Akouma",
    "character": "Akuma",
    "twitch": "https://www.twitch.tv/superakouma",
    "twitter": "https://twitter.com/SuperAkouma",
    "sponsor": "CRaZY",
    "bio": "CRaZY|Super Akouma is a french Tekken competitor who has qualified for the first two Tekken World Tour Finals and will most likely qualify a thrid time. He is widely recognized as the best Akuma player in the world and perhaps the best player in Europe. It also worth noting that he uses a Hitbox controller. "
  },
  {
    "favorite_moves": [
      "B+1+2",
      "d/b+4",
      "d+2",
      "b+2,3"
    ],
    "name": "Pokchop",
    "character": "Negan",
    "twitch": "www.twitch.tv/pokchop50",
    "twitter": "www.twitter.com/pokchop50",
    "instagram": "www.instagram.com/pokchop50",
    "bio": "Pokchop has been playing competitively for 17 years. His first tournament was Final Round 6. He entered T4. MLG Orlando back in 2010, was his first out of town major. In tekken 6, he was considered top 5 in the U.S.,  only losing to Anakin and Fighting GM. He seeks to be the most entertaining player to exist in the FGC while also still being considered a top player. Many people can talk it, but can't walk it. He wants to show people that you can trash talk and not be disrespectful at the same time. He wants to bring the hype in every game he plays, and every tournament he goes to."
  },
  {
    "favorite_moves": [
      "d/f+2",
      "d/f+1",
      "1",
      "d+1",
      "d+4",
      "4",
      "f+1+2",
      "b+3,2",
      "ss+3",
      "2"
    ],
    "name": "Trungy",
    "character": "Geese",
    "twitch": "www.twitch.tv/trungy",
    "twitter": "www.twitter.com/tn_trungy",
    "instagram": "www.instagram.com/tn_trungy",
    "bio": "Trungy is a professional Tekken player from Tennessee. He mained Steve until the release of Geese Howard in Tekken 7. He started playing the Tekken series at the age of 8 when he saw that Tekken 2 was the most popular game in his local arcade. Before long he was able to play for hours on a single credit as there were always a line of challengers who could never defeat him. His passion for Tekken has never faded and he continues to push himself with every game release. He has placed top 8 in several TWT events and defeated many top players such as Knee, Jeondding, Qudans, Chikurin, and more. Although he travels to as many tournaments as he can, he always supports his local scene and enjoys being a mentor to all Tekken players. He has started offering both online and in person lessons. If you would like more details please email biz@tntrungy.com for info and pricing."
  },
  {
    "favorite_moves": [
      "EWGF (f, n, d, d/f:2)",
      "d/b+4",
      "f+4",
      "SS 3",
      "1_1,1_1,1,2 series",
      "d/f+2",
      "f, n, d, d/f+4, 1 _ f, n, d, d/f+4, 4",
      "FC d/f+3+4",
      "f, f+4",
      "WS 4",
      "u/f+3"
    ],
    "name": "KoDee",
    "character": "Kazuya",
    "twitch": "http://www.twitch.tv/kodeevu",
    "twitter": "http://www.twitter.com/tk_kodee",
    "sponsor": "Job / 401K",
    "bio": "“The Mishima of America.” KoDee was introduced to the competitive Tekken scene in 2004 and quickly realized the only interesting character is Kazuya Mishima. Since then, KoDee has become an authority on all things regarding Kazuya strategy and execution. Onlookers watch in awe and record videos of his hands as he effortlessly wavedashes in his opponents’ faces and performs “impossible” combos against top players in tournaments.  Maybe he’ll lose, but that’s only because the PS4 was set to the wrong video resolution. Outside of the game, KoDee stays busy with a real job that you probably couldn’t do. Still, he finds time to encourage others to improve their game through challenging their mentalities and encouraging hard work. He’s getting old but plans to commit actual time to Tekken while the scene is rapidly growing. He sometimes streams and sometimes plays well enough to win tournaments. He once won KiT and was carried by his team to become ELEAGUE champion.\nSeasoned tournament veteran. World competitor. Sponsored by multiple teams. Butt crack seen around the world. The true Mishima of America and still waiting to be dethroned.\n"
  },
  {
    "favorite_moves": [
      "D/b+3",
      "d/f+1",
      "d+3",
      "b+1",
      "FC d/f+1+2",
      "d/f+1+2",
      "b+3",
      "f+3,2"
    ],
    "name": "Cuddle Core",
    "character": "Alisa",
    "twitch": "https://www.twitch.tv/cuddle_core",
    "twitter": "https://www.twitch.tv/cuddle_core",
    "instagram": "https://www.instagram.com/tk_cuddlecore/",
    "sponsor": "Equinox",
    "bio": "Cuddle_Core is a professional esports player for Equinox gaming. Cuddle is an Alisa and Ling Xiaoyu player from the midwest who is amongst the top 10 best US Tekken players. She has multiple top 8 and top 16 finishes in majors ranging from 2013-2019. What she looks to accomplish is being a public speaker/figure to represent and bring awareness of diversity to the gaming community. She looks to make women of color feel safe and that they have a voice while representing themselves in esports."
  },
  {
    "favorite_moves": [
      "D/b+3",
      "d/f+1",
      "B+3",
      "D+3+4",
      "B+4",
      "1+2",
      "F+2",
      "U/F+3"
    ],
    "name": "Fergus",
    "character": "Asuka",
    "twitch": "https://www.twitch.tv/fergus2k8",
    "twitter": "https://twitter.com/Fergus_TK",
    "instagram": "https://www.instagram.com/fergus2k8/",
    "sponsor": "AXL",
    "bio": "Fergus is an Asuka + Julia player for Accelerate Gaming, he qualified for the TWT Finals twice. He's also responsible for the content for Asuka + Julia guides on That Blasted Salami as well as the character overviews. "
  },
  {
    "favorite_moves": [
      "D+3",
      "4~2,1",
      "FF+1+2",
      "FF+1",
      "FC d/f+4,3",
      "D,DF+1 into CES",
      "B+3",
      "4",
      "CES 2",
      "FFF+1",
      "D/F+2,1",
      "U/F+4,3",
      "B+1+2",
      "F+1+2",
      "D/F+2,3,1",
      "U/F+1",
      "B+4",
      "WS+2,2(Hold),d",
      "QCF+2"
    ],
    "name": "SourPiggy",
    "character": "Julia",
    "twitch": "https://www.twitch.tv/sourpiggy",
    "twitter": "https://twitter.com/SourPiggy",
    "instagram": "https://www.instagram.com/mattymcfly_18/",
    "sponsor": "The Collective (TCOL)",
    "bio": "SourPiggy is a professional esports player for The Collective, also known as TCOL for short. He has mained Julia Chang since her Tekken 3 release, but only started competing with her in August of 2016! Although not as tournament experienced as others, SourPiggy has made his name for himself by acquiring multiple top 8 and top 16 results. He has also managed to win 4 regional tournaments in his short career so far, with the latest victory using Julia Chang! Outside of tournaments, you can catch Piggy in his Twitch stream or his discord sharing Julia knowledge or being silly with his peers. He is a kind-hearted competitor who spreads peace, love and positivity to those around him while also reminding them to stay hydrated and drink water. Piggy's plans for the future are to improve his gameplay, grow his brand, expand the TCOL platform with his teammates, and help all those around him in AND out of the FGC."
  },
  {
    "favorite_moves": [
      "d/b+2",
      "b+3",
      "VTS 1+2",
      "b+4",
      "d+3",
      "d+4",
      "df+2,1",
      "WS+1, [2]",
      "df+1",
      "f,f+1+2",
      "1,d+2"
    ],
    "name": "Joey Fury",
    "character": "Marduk",
    "twitch": "https://www.twitch.tv/joey_fury",
    "twitter": "https://twitter.com/Joey_Fury",
    "instagram": "https://www.instagram.com/tk_joeyfury/",
    "sponsor": "Equinox",
    "bio": "Joey Fury is an American Tekken player representing EQNX Gaming. His Tekken journey began with the release of Tekken 3 when he was only 7 years old. Joey’s first tournament was in Tekken 5 at his local arcade. After snake edging his way to an 0-2 defeat, he swore that hard work and his love for the game would bring him improvement. Exploring several characters throughout the years, Joey has become one of the world’s definitive representatives of Jack, Paul, and Marduk. He is also a two-time Global Finals qualifier."
  }
]